Repository: luan-u/tvt-br-translation
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pt_br

source: It could be that they're too powerful to be subject to retribution- any EldritchAbomination in a horror story is likely to be this, as even if they don't outright win, they are so beyond mortal comprehension that the best the protagonists can hope for is to simply escape them.
pt_br: Pode ser que eles sejam poderosos demais para estarem sujeitos à retribuição -- qualquer Br/AbominacaoSobrenatural em uma história de terror provavelmente é um, porque ainda que eles não vençam diretamente, eles estão tão além da compreensão mortal que o melhor que os protagonistas podem esperar é apenas escapar com vida.

source: It could even be used to make the character ''worse'', since they know how awful it is to be treated horribly yet inflict pain on others anyway while rejecting the possibility of ever getting over their trauma and changing their ways.
pt_br: Pode até ser usado para tornar o personagem ''pior'', já que eles sabem o quão terrível é ser tratado como eles foram, mas ainda assim eles persistem em causar dor a outros enquanto rejeitam a possibilidade de superar o trauma e mudar suas ações.

source: It cuts out once he gets his bearings.
pt_br: Ele cessa quando Spooner se situa novamente.

source: It depends on the nature of the conflict that the story has been running on since the IncitingIncident.
pt_br: Isso depende da natureza do conflito que se desenrola na história desde o Br/IncidenteIncitador.

source: It disobeys orders.
pt_br: Ele desobedece ordens.

source: It doesn't help much as he already knows this.
pt_br: Não é muito útil porque ele já sabe disso.

source: It doesn't help that he has had three different designs, [[YouDontLookLikeYou which would be unrecognizable as being all of the same character if his name wasn't mentioned]].
pt_br: Não colabora o fato de que ele teve três aparências diferentes, [[Br/VoceNaoSePareceComVoce que não seriam reconhecidas como sendo o mesmo personagem se o seu nome não fosse mencionado]].

source: It doesn't help that the tenants pity him because of it.
pt_br: Os demais moradores sentem pena dele por causa disso.

source: It doesn't prevent them to be on the giving end, though; Dona Florinda slapping Don Rámon across the face happens almost OncePerEpisode.
pt_br: Isso não as impede de estarem do outro lado, no entanto; o estapeamento de Seu Madruga pela Dona Florinda acontece praticamente Br/UmaVezPorEpisodio.

source: It frequently overlaps with NoGoodDeedGoesUnpunished.
pt_br: Frequentemente se sobrepõe com Br/NenhumaBoaAcaoFicaImpune.

source: It gets bad enough that leading up to the climactic battle, he begins to doubt whether he ever actually had powers at all.
pt_br: Fica ruim ao ponto de, antes da batalha final, ele se perguntar se ele de fato tem poderes.

source: It happens often enough that it can lead to TheFireflyEffect on a character level -- viewers don't want to get emotionally invested in characters they like in case they get written out later.
pt_br: Se acontecer com frequência, pode levar ao Br/EfeitoFirefly em nível de personagem -- os espectadores não querem fazer investimento emocional em personagens se existe um risco elevado de eles serem removidos depois.

source: It has been a staple of {{Vaudeville}} and {{Burlesque}}; and a consistent thread in many types of comedy, most notably the {{Farce}}.
pt_br: Tem sido um componente básico dos gêneros Br/{{Burlesco}} e Br/{{Vauderville}} e está presente em muitos tipos de comédia, notavelmente a Br/{{farsa}}.

source: It has more rooms than any other house around.
pt_br: E tem mais quartos do que qualquer outra casa no entorno.

source: It has nothing to do with [[Music/StatusQuo the divinity of a certain rock band]], however.
pt_br: No entanto, não tem nada a ver com [[BrMusica/StatusQuo a divindade de uma certa banda de rock]].

source: It helps to think of it as a 3x3 square with the moral and ethical axes on each side, and all the possible alignments surrounding TrueNeutral, like so:\\ \\
pt_br: Pode ser conveniente pensar nos alinhamentos arranjados em uma tabela 3 x 3 com os eixos morais e éticos nas laterais e os possíveis alinhamentos ao redor de Br/VerdadeiroNeutro, assim:

source: It invariably takes the hero beating the rival, be it in a CookingDuel or GoodOldFisticuffs, and proving RightMakesMight for the poor deluded soul to realize they were wrong all along, sometimes even coming around and realizing that DefeatMeansFriendship.
pt_br: É necessário que o herói derrote o rival, seja em um Br/DueloDeCulinaria ou em uma Br/BoaEVelhaBrigaDeSoco, e demonstre que Br/EstarCertoSignificaPoder, para que a pobre alma desiludida compreenda o erro do seu caminho, ocasionalmente até mesmo mudando a percepção e entendendo que Br/DerrotaSignificaAmizade.

source: It is far less common, but [[BlackComedy not unheard of]], for it to be PlayedForLaughs; this is most likely to be seen in a SadistShow, especially one featuring a lot of ComedicSociopathy and/or heavy {{Satire}}, with it appearing most often in humorous comic strips, {{Anime}}, WebOriginal works, and the more adult-oriented WesternAnimation of the [[UsefulNotes/TheRenaissanceAgeOfAnimation Renaissance]] and [[UsefulNotes/TheMillenniumAgeOfAnimation Millennium]] periods.
pt_br: É bem menos comum, mas [[Br/HumorNegro não inexistente]], que isso seja Br/UsadoParaHumor; isso é mais provável de acontecer em um Br/ShowSadista, especialmente um que tenha muita Br/SociopatiaComica ou Br/{{Satira}}, tendo aparecido com mais frequência em quadrinhos de humor, Br/{{anime}}, obras Br/OriginaisDaWeb e também obras de Br/AnimacaoOcidental de períodos mais recentes.

source: It is implied MIB operatives neuralyze her on a semi-regular basis.
pt_br: Fica implícito que os agentes da MIB neuralizam ela de maneira regular.

source: It is located in the '''Administrivia''' namespace.
pt_br: Ela fica localizada no espaço '''[=BrAdministrivia=]'''.

source: It is not particularly fair to try to make the player feel guilty about a course of action they had no control over, and indeed, might've gotten a "Game Over" if they attempted to ''not'' fulfill the objectives in question.
pt_br: Não é realmente justo fazer o jogador se sentir culpado por um curso de ação sobre o qual eles não tinham controle e que talvez tivesse levado para uma tela de "Game Over" se eles tentassem ''não'' cumprir os objetivos em questão.

source: It is rare for a truly Ax-Crazy character to be [[SociopathicHero a protagonist]], largely due to it being a SubTrope of ObviouslyEvil, and most Ax-Crazy characters usually are Obviously Evil.
pt_br: É raro que um personagem verdadeiramente doido de pedra seja [[Br/HeroiSociopata um protagonista]], geralmente por isso ser um Br/SubTropo de Br/ObviamenteDoMal, e a maioria desses personagens são Obvamente do Mal.

source: It is recommended to use CamelCase when possible, and curly brackets only for single-word [=WikiWords=].
pt_br: É recomendável usar Br/CamelCase sempre que possível e usar as chaves apenas para wikipalavras de uma palavra só.

source: It is related to DeusExMachina.
pt_br: Tem relação com Br/DeusExMachina.

source: It isn't always a famous person, either: sometimes a writer will use the names of friends (or enemies).
pt_br: Não é sempre uma pessoa famosa: às vezes um escritor usa os nomes de amigos (ou inimigos).

source: It just depends on who's behind the product and how they execute it.
pt_br: Apenas depende de quem está por trás do produto e como isso é executado.

source: It just seems so...heartless.
pt_br: Mas me parece muito... cruel.

source: It makes sense, [[spoiler: since he belives he has sold his soul to the devil]].
pt_br: Faz sentido porque [[spoiler: ele temia ter vendido a alma para o diabo]].

source: It makes the piece feel like a documentary.
pt_br: Deixa a história com jeito de documentário.

source: It may also turn into a case of WhoWantsToLiveForever, even without the devil's manipulations.
pt_br: Esse desejo também pode se transformar em uma situação de Br/QuemQuerViverParaSempre, mesmo sem as maquinações do diabo.

source: It might seem unlikely for one place to be the focus of so much activity, but setting it in a place the author is familiar with can help to make the setting appear more full-bodied and believable.
pt_br: Pode parecer improvável que um único lugar seja o foco de tanta atividade, mas ambientar essa atividade em um local que o autor conhece pode ajudar a tornar a história mais encorpada e crível.

source: It might take the arrival of a plot significant character to clear things up and hand out some EpiphanyTherapy to all involved.
pt_br: Pode ser necessário que chegue um personagem significativo para a trama para esclarecer as coisas e distribua para todo mundo cupons de Br/TerapiaDaEpifania.

source: It most often happens with quiet, introverted, or relatively passive characters (usually TheHeart), which just makes it even meaner.
pt_br: Costuma acontecer mais com personagens quietos, introvertidos, ou relativamente passivos (geralmente Br/OCoracao), o que torna tudo mais malvado.

source: It must be important!
pt_br: Deve ser importante!

source: It must be remembered that the Enterprise under Kirk's command participated in multiple combat missions against warships with superior weaponry (such as in the episodes [[http://memory-alpha.wikia.com/wiki/Balance_of_Terror_(episode) "Balance of Terror"]] and [[http://memory-alpha.wikia.com/wiki/The_Doomsday_Machine_(episode) "The Doomsday Machine"]] to name a few).
pt_br: Há de se lembrar que a ''Enterprise'' sob o comando de Kirk participou em múltiplas missões de combate contra naves de guerra com armamento superior (como nos episódios "Balance of Terror") e "The Doomsday Machine".

source: It occasionally became a rather humorous InsultBackfire when it happened said lady had actually done something to do with X. Example --> '''Doña Florinda''': "Next time go play soccer with your grandma!" --> '''El Chavo''': "Ron Damón, does your granny play soccer?" --> '''Don Ramón''': "¡TOMA!
pt_br: Ocasionalmente fica particularmente engraçado quando a dita avó de fato tinha de fato algo a ver. --> '''Dona Florinda:''' "Na próxima vez, vai jogar futebol com a sua avó!" --> '''Chaves:''' "Seu Madruga, a sua vozinha joga futebol?" --> '''Seu Madruga:''' "'''TOMA!'''

source: It often includes context beyond the rooms or buildings we see in the story.
pt_br: Ela costuma incluir contexto para além das salas e prédios que vemos na história.

source: It rarely works, because audiences can see through a cheap attempt at adding "cuteness".
pt_br: Raramente funciona porque o público percebe isso como um truque barato para adicionar fofura.

source: It reached [[TropeCodifier its current version]] in the 16th-century legend of Myth/{{Faust}} selling his soul to {{Mephistopheles}} (who technically isn't ''quite'' exactly Satan, but still a high-ranking demon).
pt_br: Sua [[Br/CodificadorDeTropo versão atual]] foi alcançada na lenda do século 16 de BrMito/{{Fausto}}, que vendeu sua alma para Br/{{Mefistofeles}} (que tecnicamente não é ''realmente'' o Satã, mas ainda assim é um demônio de elevada posição).

source: It represents [[DespairEventHorizon hopelessness]] and [[FromBadToWorse inevitable doom]], fitting this trope perfectly.
pt_br: Ele representa a [[Br/HorizonteDesesperadoDeEventos desesperança]] e a [[Br/DeMalAPior ruína inevitável]], adequando-se perfeitamente a este tropo.

source: It seems that USR only manufactures one brand of robot that can do any job, and it's suggested they are given specialized software for whatever task they're being assigned.
pt_br: Aparentemente a USR fabrica um único tipo de robô que pode fazer qualquer serviço, e a história sugere que eles recebem uma programação específica para a tarefa que for atribuída depois.

source: It sends an ultimatum: deliver the Galaxy or it will destroy the Earth.
pt_br: Ele envia um ultimato: entregue a galáxia ou ele destruirá a Terra.

source: It should be noted that ''I, Robot'' began life as a script called ''Hardwired'' -- its connections to the work of Isaac Asimov are the results of heavy ExecutiveMeddling to turn it into a DolledUpInstallment.
pt_br: Deve se observar que ''Eu, Robô'' começou com um roteiro de nome ''Hardwired'' -- suas conexões com a obra de Isaac Asimov são resultado de Br/InterferenciaExecutiva pesada para transformá-lo em um ??? DolledUpInstallment.

source: It should be noted that, though they may overlap with TheDitz, TheFool, or the KindheartedSimpleton, a Cloudcuckoolander, by definition, isn't necessarily stupid.
pt_br: Devemos notar que, apesar de haver interseção com Br/OIdiota, Br/OTolo ou o Br/EstupidoDeBomCoracao, um lunático não é necessariamente estúpido.

source: It should become obvious enough when reading the URL of the current page you're on what namespace you're currently in.
pt_br: Ao ler a URL da página em que você está atualmente, deve ser óbvio determinar o espaço onde a página está.

source: It should not have an index of works unless the website was involved in the production of the content, in addition to marketing/distribution.) * [[https://tvtropes.org/pmwiki/namespace_index.php?ns=WebOriginal WebOriginal/]] (This namespace is mostly deprecated.
pt_br: Páginas neste espaço não devem ter um índice de obras a menos que a página esteja envolvida na produção do conteúdo, assim como divulgação e distribuição.) * [[https://tvtropes.org/pmwiki/namespace_index.php?ns=BrOriginalDaWeb BrOriginalDaWeb/]] (Este espaço está obsoleto.

source: It sickens me.]]" *** Also, when the team is exiting the bar, they can be heard discussing the pronunciation of "Sabotage." ** When Mr. Furious tries to pretend that he has an AwesomeMcCoolName in order to impress his LoveInterest, he claims his name is "[[Comicbook/TheDarkPhoenixSaga Phoenix Dark]]." ** The metal fingernail appliances worn by Casanova are similar to those worn by Creator/AlanMoore.
pt_br: ** Quando o Irado tenta fingir que ele tem um Br/NomeIncrivelmenteIradoDaSilva para impressionar seu interesse amoroso, ele diz que o nome dele é "[[BrQuadrinhos/SagaDaFenixNegra Phoenix Dark]]". ** Os adereços de metal que Casanova usa na mão são similares a aqueles usados pelo BrCriador/AlanMoore.

source: It talks back, although only she can hear it.
pt_br: Ele fala com ela, mas só ela pode ouvi-lo.

source: It then fires a warning shot at the North Pole to make it clear that it means it.
pt_br: Ele então dispara um tiro de aviso no polo Norte para demonstrar que a ameaça é real.

source: It threatens his life.
pt_br: Ele atenta contra a vida dele.

source: It took Bernard de Clairvaux, one of the greatest orators of the age - later the driving force behind the Second Crusade, and believed to be the nephew of one of the original nine - to come to their defence.
pt_br: Foi necessário que Bernardo de Claraval, um dos maiores oradores de sua era -- posteriormente a força motriz por trás da Segunda Cruzada, e que (supostamente) era sobrinho de um dos nove originais -- viesse em sua defesa.

source: It turns out he's just an UnwittingPawn of the real villain, and he gets killed when the heroes start investigating him.
pt_br: Depois descobre-se que ele é só um Br/PeaoInvoluntario do verdadeiro vilão, e é morto quando os heróis começam a investigá-lo.

source: It turns out that by the very act of success, they've unwittingly [[FromBadToWorse made things worse]].
pt_br: Na verdade, pelo seu ato de sucesso o herói involuntariamente [[Br/DeMalAPior tornou as coisas piores]].

source: It turns out to be [[spoiler: the Orion upon whose [[strike:belt]] collar the Galaxy can be found]].
pt_br: Na verdade, ele é [[spoiler: o Orion em [[strike: cujo cinturão]] cuja coleira a Galáxia se encontra]].

source: It usually depends on who creates/writes said material as well as how subtly they make the transition.
pt_br: Isso depende de quem cria/escreve o material assim também como a sutileza com a qual se faz a transição.

source: It warps its target until they die.
pt_br: Ele distorce a realidade do alvo até ele morrer.

source: It was also successful for [[MultipleDemographicAppeal being a comedy show that was appropriate for all ages, yet still maintained a level of sharpness and sophistication that did not insult any audience.]]
pt_br: Também teve êxito por [[Br/AtrativoParaMultiplasDemografias ter sido um show de comédia apropriado para todas as idades, mas que mantinha um nível de sofisticação que não incomodava nenhum público]].

source: It was because of this that Spooner became anti-robot]].
pt_br: É por causa desse evento que Spooner se torna anti-robôs]].

source: It was created by the Pastor Eduardo Samuel
pt_br: Ela foi criada pelo pastor Eduardo Samuel.

source: It was found that while many had lost the capacity to "get" puns and higher humor, almost all still found slapstick funny.
pt_br: Descobriu-se que enquanto muitos perderam a capacidade de "entender" trocadilhos e humor mais refinado, quase todos consideraram o pastelão engraçado.

source: It was never intended as an adaptation of Asimov's work, [[MST3KMantra and you'll enjoy it much more if you keep that in mind]].
pt_br: Ele nunca foi pensado como uma adaptação da obra de Asimov, [[Br/MantraMST3K e você vai curtir o filme muito mais se você tiver isso em mente]].

source: It was simply not possible to make very long games in the modern style that take hours to beat even if you are good.
pt_br: Simplesmente não era possível fazer jogos muito longos no estilo contemporâneo que levassem horas para finalizar ainda que você fosse bom.

source: It was worse when I started staying awake all night, not able to sleep.
pt_br: Pior foi quando peguei a levar cruas minhas noites, sem poder sono.

source: It wasn't even in line with Fonzie's own character development: in a landmark earlier episode, he seriously injured himself while jumping his motorcycle for a televised stunt, admitting afterward that he was stupid to be so reckless.
pt_br: Isso nem sequer estava alinhado com o próprio desenvolvimento de personagem: em um episódio notável anterior, ele se machucou gravemente ao saltar de sua motocicleta para um truque televisionado, admitindo posteriormente que ele foi estúpido em ser tão descuidado.

source: It wasn't too crucial in the days before home video when it was likely that viewers would never see an episode again.
pt_br: Na época antes do [=VHS=], isso não era tão importante porque o mais provável era de que nenhum espectador fosse ver o episódio novamente.

source: It works: -->'''Doña Florinda''': ...Also, why are you giving Quico the role of villain?
pt_br: Funciona: -->'''Dona Florinda:''' ...Por que não deu a ele o papel de herói?

source: It'll take time to stop analyzing every minute detail, but if you stick with good quality entertainment you'll rarely be disappointed.
pt_br: Vai levar tempo para parar de analisar cada pequeno detalhe, mas se você se manter com entretenimento de boa qualidade você raramente vai se decepcionar.

source: It's all the same song and dance, and the punks are here to stay.
pt_br: É tudo mais do mesmo, e os punks vieram para ficar.

source: It's almost always PlayedForLaughs, as the audience is not supposed to think about how unstable she is or how her actions result in battery.
pt_br: Quase sempre é Br/UsadoParaHumor, pois o público não deve pensar muito sobre o quão instável ela é ou como suas ações resultam em agressão.

source: It's also [[WhatDoYouMeanItsNotDidactic studied in Brazilian schools]].
pt_br: Além disso, geralmente [[Br/ComoAssimNaoEDidatico é estudado em escolas brasileiras]].

source: It's also a bookend in that the climax ends with a bug going splat -- though a much ''larger'' one.
pt_br: É também um elemento simétrico no sentido que o clímax termina com a morte de um inseto -- porém um que é ''bem maior''.

source: It's also how Spooner came to know the late Dr. Lanning, the leading mind in robotics, since Lanning had created the arm]].
pt_br: É por causa dele que Spooner veio a conhecer Dr. Lanning, já que foi ele que projetou o braço]].

source: It's also implied he left instructions for Sonny to follow to help Spooner, like telling Spooner about his dreams.
pt_br: Também é implicado que ele deixou instruções para Sonny seguir a fim de ajudar Spooner, como falar a ele sobre seus sonhos.

source: It's also possible for a show to jump ''several'' sharks during its twilight years, leading to what we call SeasonalRot.
pt_br: Também é possível que uma série pule por ''vários'' tubarões durante seus anos crepusculares, levado a aquilo que chamamos de Br/PodridaoSazonal.

source: It's also possible one person finds a way to communicate with it, gaining a LovecraftianSuperpower for agreeing to some unknown bargain.
pt_br: Também é possível que alguém encontre um meio de se comunicar com ela, ganhando assim um Br/SuperpoderLovecraftiano por aceitar alguma barganha desconhecida.

source: It's also suggested that he had to dramatically up his calorie intake in order to keep it running.]] * SuperReflexes: A common ability for all of the robots.
pt_br: Também fica implícito que ele precisou aumentar dramaticamente a ingestão diária de calorias para usá-lo]]. * Br/SuperReflexos: Uma habilidade comum a todos os robôs.

source: It's also very common in sitcoms and comics, and as a result, there is a lot of AesopAmnesia created.
pt_br: Também é muito comum em sitcoms e em quadrinhos, e como resultado muita Br/AmnesiaDeEsopo é criada.

source: It's also very common in well-established franchises especially [[{{Prequel}} prequels]] set before the events of another work such as Episodes I-III of ''Franchise/StarWars''.
pt_br: Também é muito comum em franquias bem estabelecidas, especialmente com [[Br/{{Prequencia}} prequências]] que ocorrem antes dos eventos de outra obra, como com os Episódios I a III de ''BrFranquia/StarWars''.

source: It's an unfortunate outcome of the SecondLawOfMetafictionalThermodynamics, which dictates that because writers need conflict in their stories, they cannot resist destroying their worlds and killing off characters in order to create said conflict.
pt_br: Este é um resultado infeliz da Br/SegundaLeiDaTermodinamicaMetaficcional, que dita que os escritores não resistem à tentação de destruir mundos e matar personagens para causar conflito porque eles precisam desse conflito em suas histórias.

source: It's common among narrators, making them into a LemonyNarrator.
pt_br: É comum entre narradores, e isso os torna um tipo de ??? LemonyNarrator.

source: It's common for successful works to actually make more money from merchandise than the actual work, even works that only had modest returns.
pt_br: É comum que obras de sucesso consigam render mais dinheiro com produtos licenciados do que com a obra em si, mesmo aquelas que só tiveram faturamentos modestos.

source: It's derived from the science fiction writer Wilson Tucker, well-known for doing this.
pt_br: É derivado do escritor de ficção científica Wilson Tucker, conhecido por fazer isso.

source: It's difficult to define a shark jump, especially given how commonly the term is used for [[DarthWiki/RuinedForever complaining about plot twists you don't like]].
pt_br: É difícil definir um pulo sobre o tubarão, principalmente porque o termo é muito usado para [[BrWikiSombria/ArruinadoParaSempre reclamar de reviravoltas que não se gosta]].

source: It's entirely possible that an author will retcon their ''own'' work to fix a ContinuitySnarl or even apply an AuthorsSavingThrow if things get really hairy.
pt_br: É totalmente possível que um autor queira fazer um ''retcon'' na ''própria obra'' para corrigir um Br/RosnadoDeContinuidade ou até aplicar uma Br/JogadaDefensivaDoAutor se as coisas ficarem cabeludas.
